Repository: barmanaginn/barman-prices-exp
Catalog: barman_prices_exp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Calculate automatically prices using exponential function
fr: Calcule automatiquement les prix en utilisant une fonction exponentielle

source: Price profiles
fr: Profils de prix

source: Compute price
fr: Calculer le prix

source: Auto update prices of pint, half pint and quarter pint at the creation of a keg.
fr: Met à jour automatiquement le prix de la pinte, du demi et du quart de pinte à la création d'un fût.

source: Auto update prices of pint, half pint and quarter pint when a keg is changed.
fr: Met à jour automatiquement le prix de la pinte, du demi et du quart de pinte à la modification d'un fût."

source: Replace price by the computed price at the creation of a product.
fr: Remplace le prix d'un produit par le prix calculé lorsque celui-ci est créé.

source: Replace price by the computed price awhen a product is changed.
fr: Remplace le prix d'un produit par le prix calculé lorsque celui-ci est modifié.

source: Use 10 to round to the tenth and 100 to the hundredth.
fr: Utiliser 10 pour arrondir au dixième et 100 pour arrondir au centième.

source: Price profile
fr: Profil de prix

source: Price
fr: Prix

source: price profile
fr: profil de prix

source: price profiles
fr: profils de prix

source: name
fr: nom

source: constant margin
fr: marge constante

source: variable margin
fr: marge variable

source: form parameter
fr: paramètre de forme

source: scope
fr: étendue

source: use for drafts ?
fr: utiliser pour les pressions ?

source: use for products ?
fr: utiliser pour les produits ?

source: No price profile is defined for drafts.
fr: Aucun profil de prix défini pour les pressions.

source: No price profile is defined for products.
fr: Aucun profil de prix défini pour les produits.

source: Add price profile
fr: Ajouter un profil de prix

source: Name
fr: Nom

source: \(a\) (constant margin)
fr: \(a\) (marge constante)

source: \(b\) (variable margin)
fr: \(b\) (marge variable)

source: \(c\) (form parameter)
fr: \(c\) (paramètre de forme)

source: \(\alpha\) (scope)
fr: \(alpha\) (étendue)

source: Use for drafts ?
fr: Utiliser pour les pressions ?

source: Use for products ?
fr: Utiliser pour les produits ?

source: Change
fr: Modifier

source: Delete
fr: Supprimer

source: The following function is used
fr: La fonction suivante est utilisée

source: if
fr: si

source: Price is calculated as
fr: Le prix est calculé comme suit

source: where \(p(x)\) is the sale's price for purchase price \(x\).
fr: où \(p(x)\) est le prix de vente pour le prix d'achat ((x\).
